{
  "website":{
    "title": "Gautham's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "contact": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": " My research interests include - reinforcement learning, real-time machine learning, neuroscience and robotics. I am interested in applying reinforcement learning and representation learning algorithms on real-world settings and robots. My thesis is on learning from demonstration: Teaching a prosthetic arm using an intact arm via actor-critic reinforcement learning   "
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It's pretty minimal, but leverages large type and drastic contrast to make a statement, on all devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "tiadc": "This project aims at developing an autonomous vacuum cleaning method which can be used on a regular basis to maximize the lifetime and efficiency of a solar panel. This work was presented at the Texas Instruments Educators Conference India 2014",
     "rl": "This repository has basic code for a few Reinforcement Learning (RL) algorithms. ",
     "hex": " A Deep Q-Learning implementation for the game of Hex: after supervised initialization, we use selfplay to train NeuroHex, an 11-layer CNN that plays Hex on the 13x13 board. Hex is the classic two-player alternate-turn stone placement game played on a rhombus of hexagonal cells in which the winner is whomever connects their two opposing sides. Despite the large action and state space, our system trains a Q-network capable of strong play with no search. ",
     "ardrone":"Autonomous Landing of Quadcopter on a Moving Platform. The videos below are a demonstration of Oriented Roundel Tracking and Point to Point Control. " ,
     "bento": "Mirrored Bilateral training for simultaneous control of a Myo-electric Prostheses via Actor Critic Reinforcement Learning. (In progress)",
     "mslesion": "Multiple Sclerosis Lesion Segmentation in MRI Images - Supervised learning is used to classify every voxel of the MRI images as healthy or scar tissue",
     "openai"  : "This git repo has my experiments with Open AI Gym. It's a great platform to compare the performance of Reinforcement Learning algorithms."  
  },
  "career":{
    "my_career": "My Career",
    "nextcode": "Nextcode",
    "nextcode_des": "Now I am in Nextcode and develop website with Python code for genetic analysis.",
    "nextcode_date": "Apr. 2016",
    "nextcode_job": "Python Developer",
    "netease": "Netease Game",
    "netease_des": "In Netease game, I learned game service system and use Python code for ops.",
    "netease_date": "Jun. 2015",
    "netease_job": "Dev Ops",
    "ms": "Masters",
    "ms_des": "I'm currently pursuing a Masters degree in Computing Science at the University of Alberta, Canada. I work under the supervision of Dr. Patrick Pilarski on Reinforcement Learning for Medical Prostheses",
    "ms_date": "May. 2017 (Expected)",
    "ms_job": "Research Assistant",
    "college": "B.Tech in Instrumentation and Control Engineering",
    "college_des": "Graduated from National Institute of Technology (NIT), Tiruchirappalli, India in May 2015.",
    "college_date": "May. 2015",
    "college_job": "Student"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "contact":{
    "contact_me": "Link",
    "email": "Send me mail",
    "follow": "Or through the following ways"
  }

}
